tap "felixkratz/formulae"
tap "krishkrosh/apps"
tap "nikitabobko/tap"
brew "bat"
brew "btop"
brew "ruby"
brew "cocoapods"
brew "deno"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "node"
brew "jupyterlab"
brew "lazygit"
brew "macchina"
brew "nasm"
brew "neovim"
brew "nushell"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "nikitabobko/tap/aerospace"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "discord"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "ghostty"
cask "localsend"
cask "oracle-jdk-javadoc@21"
cask "telegram"
cask "temurin@21"
cask "krishkrosh/apps/trackweight"
cask "whatsapp"
cask "zen"
vscode "correiagithubgruvbox.correia-github-gruvbox"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "illixion.vscode-vibrancy-continued"
vscode "jeroen-meijer.pubspec-assist"
vscode "leonardoleal202.dark-mono"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "nash.awesome-flutter-snippets"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "subframe7536.custom-ui-style"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
